brew "fd"
brew "fzf"
brew "mise"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"

cask "cloudflare-warp"
cask "dbeaver-community"
cask "google-chrome"
cask "kitty"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "tailscale-app"

cask "font-victor-mono"
