brew "bottom"
brew "fd"
brew "fzf"
brew "mise"
brew "mole"
brew "neovim"
brew "opencode"
brew "pi-coding-agent"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "zoxide"

cask "brave-browser"
cask "bruno"
cask "dbeaver-community"
cask "google-chrome"
cask "kitty"
cask "maccy"
cask "nikitabobko/tap/aerospace"
cask "orbstack"
cask "raycast"
cask "tailscale-app"

cask "font-victor-mono"
