brew "fd"
brew "fzf"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"

cask "claude-code"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "google-chrome"
cask "kitty"
cask "maccy"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "redis-insight"

cask "font-victor-mono"
